[
  {
    "title": "Presidente del Partido Libertario de Misiones critica duramente a Milei y a LLA",
    "date": "08 83 July, 2025",
    "summary": "Ninfa Alvarenga, presidente del Partido Libertario en Misiones, critica duramente a Javier Milei y a La Libertad Avanza por su manejo político, acusándolos de alianzas con la vieja política y de ignorar a los militantes libertarios. Alvarenga cuestiona la rapidez con la que nuevos referentes avanzaron en la provincia y denuncia la presencia de figuras vinculadas al kirchnerismo en cargos nacionales, aunque aún mantiene la esperanza de que Milei rectifique su rumbo.",
    "content": "Ninfa Alvarenga, presidente del Partido Libertario en Misiones, critica duramente a Javier Milei y a La Libertad Avanza por su manejo político, acusándolos de alianzas con la vieja política y de ignorar a los militantes libertarios. Alvarenga cuestiona la rapidez con la que nuevos referentes avanzaron en la provincia y denuncia la presencia de figuras vinculadas al kirchnerismo en cargos nacionales, aunque aún mantiene la esperanza de que Milei rectifique su rumbo.",
    "imageUrl": "https://misionescuatro.com/wp-content/uploads/2023/10/ninfa-alvarenga-1-813x458.jpeg",
    "imageHint": "Crisis interna",
    "type": "news",
    "youtubeVideoId": "",
    "id": "1751976720323",
    "linkUrl": "/news/1751976720323",
    "published": true
  },
  {
    "id": "1",
    "title": "Nueva emisión de Ágora Libertaria",
    "date": "28 de Junio, 2025",
    "summary": "Ágora radio, nueva edición del streaming libertario de la tierra colorada",
    "content": "Hoy debatimos los temas que otros medios callan. Acompañanos, participá en el chat en vivo y sumate a esta comunidad que defiende la libertad, la propiedad privada y el mercado libre",
    "imageUrl": "https://placehold.co/600x400.png",
    "imageHint": "political rally opening",
    "linkUrl": "/news/1",
    "type": "event",
    "youtubeVideoId": "YXlz1K6o_ps",
    "published": false
  },
  {
    "title": "Real fuerte impulsa competitividad argentina: Dólar bajo presión",
    "date": "06 61 July, 2025",
    "summary": "El real brasileño se fortaleció frente al dólar, impulsando la competitividad argentina y aliviando la presión sobre los precios. A pesar de una liquidación significativa del campo, la demanda de dólares se mantiene firme, influenciada por factores como la compra de dólares para atesoramiento y el fin de apuestas por bonos en pesos por parte de inversores como JP Morgan. El equipo económico argentino busca acumular reservas sin intervenir directamente en el mercado, mientras monitorea de cerca la evolución del dólar y las elecciones legislativas.",
    "content": "El real brasileño se fortaleció frente al dólar, impulsando la competitividad argentina y aliviando la presión sobre los precios. A pesar de una liquidación significativa del campo, la demanda de dólares se mantiene firme, influenciada por factores como la compra de dólares para atesoramiento y el fin de apuestas por bonos en pesos por parte de inversores como JP Morgan. El equipo económico argentino busca acumular reservas sin intervenir directamente en el mercado, mientras monitorea de cerca la evolución del dólar y las elecciones legislativas.",
    "imageUrl": "https://www.infobae.com/resizer/v2/JWP2UVY7MZCZTLLOEYPMQZIFGU.jpg?auth=eac5c6f6b78ebe0b7ef2500a8a7bb12e1f2c935c2e7188dcc3e3647746e58a5c&smart=true&width=350&height=197&quality=85",
    "imageHint": "Mercado cambiario",
    "type": "news",
    "youtubeVideoId": "",
    "id": "1751839131354",
    "linkUrl": "/news/1751839131354",
    "published": true
  },
  {
    "id": "7",
    "title": "Lanzamiento Campaña de Voluntariado",
    "date": "18 de Julio, 2024",
    "summary": "Sumate a nuestro equipo de voluntarios y sé parte activa del cambio que Misiones necesita.",
    "content": "El Partido Libertario de Misiones lanza oficialmente su campaña de voluntariado. Buscamos ciudadanos comprometidos que quieran dedicar parte de su tiempo y talento a difundir las ideas de la libertad y colaborar en diversas actividades del partido. ¡Tu participación es fundamental! Inscribite en nuestra web.",
    "imageUrl": "https://placehold.co/600x400.png",
    "imageHint": "volunteers team group",
    "linkUrl": "/news/7",
    "type": "news",
    "published": true
  },
  {
    "id": "2",
    "title": "Propuestas Económicas para Misiones",
    "date": "12 de Julio, 2024",
    "summary": "Conocé las principales propuestas económicas del partido para fomentar el crecimiento y la inversión en la provincia.",
    "content": "El equipo económico del Partido Libertario presentó un detallado plan con propuestas concretas para la reactivación económica de Misiones. Entre las medidas se incluyen la reducción de impuestos, la simplificación de trámites para emprendedores y la promoción de la inversión privada. El objetivo es generar un entorno favorable para la creación de empleo y el desarrollo sostenible.",
    "imageUrl": "https://placehold.co/600x400.png",
    "imageHint": "economy chart growth",
    "linkUrl": "/news/2",
    "type": "news",
    "published": false
  },
  {
    "id": "3",
    "title": "Debate sobre Educación Libre",
    "date": "Próximo: 25 de Julio, 2024 - 18:00hs",
    "summary": "Participá del debate abierto sobre la importancia de la libertad en la educación y los vouchers educativos.",
    "content": "Se llevará a cabo un debate abierto y participativo sobre el futuro de la educación en Misiones. Se discutirán temas como la libertad de elección de los padres, la implementación de sistemas de vouchers educativos y la mejora de la calidad educativa. Invitamos a docentes, padres, alumnos y a la comunidad en general a sumarse a esta importante conversación.",
    "imageUrl": "https://placehold.co/600x400.png",
    "imageHint": "education debate discussion",
    "linkUrl": "/news/3",
    "type": "event",
    "published": false
  },
  {
    "id": "4",
    "title": "Nuevas Afiliaciones Superan Expectativas",
    "date": "10 de Julio, 2024",
    "summary": "El interés por las ideas de la libertad crece día a día. El partido celebra un récord en nuevas afiliaciones durante el último mes.",
    "content": "El Partido Libertario de Misiones celebra un notable incremento en el número de afiliaciones durante el último mes, superando todas las expectativas. Este crecimiento refleja el creciente interés de los misioneros en las ideas de la libertad y la necesidad de un cambio. Agradecemos a todos los que se suman a este proyecto transformador.",
    "imageUrl": "https://placehold.co/600x400.png",
    "imageHint": "people joining community",
    "linkUrl": "/news/4",
    "type": "news",
    "published": false
  },
  {
    "id": "5",
    "title": "Charla con Referentes Nacionales (¡Con Video!)",
    "date": "Próximo: 5 de Agosto, 2024 - 19:30hs",
    "summary": "Importantes figuras del liberalismo nacional visitarán Misiones para una charla exclusiva. ¡Ahora también disponible en video!",
    "content": "Confirmada la visita de destacados referentes del liberalismo a nivel nacional. Ofrecerán una charla exclusiva en Posadas donde analizarán la coyuntura actual y compartirán sus perspectivas sobre el futuro del país y la provincia. Será una oportunidad única para interactuar y debatir con ellos. Pronto más detalles sobre la inscripción. El evento principal será transmitido y estará disponible en nuestro canal de YouTube.",
    "imageUrl": "https://placehold.co/600x400.png",
    "imageHint": "conference speaker national",
    "linkUrl": "/news/5",
    "type": "event",
    "youtubeVideoId": "k1nq1h29X58",
    "published": false
  },
  {
    "id": "6",
    "title": "Análisis de la Situación Fiscal Provincial",
    "date": "8 de Julio, 2024",
    "summary": "Expertos del partido analizan la actual situación fiscal de Misiones y proponen medidas para optimizar el gasto público.",
    "content": "Un equipo de economistas del partido ha elaborado un exhaustivo análisis sobre la situación fiscal de la provincia de Misiones. El informe detalla los principales desafíos y propone una serie de medidas orientadas a la optimización del gasto público, la transparencia fiscal y la búsqueda de un equilibrio presupuestario sostenible a largo plazo.",
    "imageUrl": "https://placehold.co/600x400.png",
    "imageHint": "financial report analysis",
    "linkUrl": "/news/6",
    "type": "news",
    "published": false
  }
]